[
    {
      "id": 1,
      "title": "Power BI Developer",
      "location": "Wroclaw",
      "description": "We are looking for a Power BI Developer to join our team in the Wroclaw office. Power BI Developer will work with a team that determines reporting needs and data requirements, and delivers analytical solutions.",
      "responsibilities": [
        "Designing, building and implementing BI solutions based on business requirements",
        "Maintaining and developing ETL processes",
        "Analyzing and visualizing data using BI tools",
        "Streamlining business processes",
        "Preparation of functional and technical documentation"
      ],
      "skills": [
        "A minimum of 3 years of experience in creating and optimizing reports in Power BI",
        "Very good knowledge of DAX",
        "Experience in working with SQL / NoSQL databases",
        "Knowledge of the data warehouse",
        "Knowledge and ability to use the ETL process",
        "Higher education, preferably IT or economics",
        "Very good command of the English language sufficient to enable contact with the client (B2 / C1)"
      ],
      "extraSkills": [
        "Experience with other data visualization tools (Qlik, Tableau etc.)",
        "Experience in implementing Power BI in the Enterprise version, creating an appropriate strategy and architecture",
        "Experience in contact with clients and the role of a leader in projects in the area of Business Intelligence",
        "Experience in the medical industry"
      ],
      "benefits": [
        "Possibility of constant professional development through participation in interesting, international projects",
        "Globally recognized certificates, valued in the BI area",
        "Working with Fortune 500 companies"
      ],
      "isActive": true
    },
    {
      "id": 2,
      "title": "IT Support Specialist",
      "location": "Wroclaw",
      "description": "We are looking for an IT Support Specialist to join our rapidly growing team in the Wroclaw office. Our clients are companies from the list of Fortune 500, which will provide exciting ś environment for growth. This requires a focus on delivering world-class managed and engineering services to our customers. We are looking for people with a solid approach for systems engineering and problem solving.",
      "responsibilities": [
        "Management and security accesses for users",
        "Handling user requests using ticketing system",
        "Log analysis and monitoring",
        "Collaboration with customer teams on platform development and updating",
        "Creating documentation of implemented solutions",
        "Administration of analytical platforms (Tableau, Qlik, Power BI, etc.)",
        "Load and performance analysis and environment optimization",
        "Installing, configuring and managing software on servers (On-premises / Cloud)"
      ],
      "skills": [
        "Minimum 2 years of professional experience in a similar position",
        "Experience in system administration (Windows Server), including Active Directory administration",
        "Knowledge of PowerShell",
        "Knowledge of computer networks, firewalls, ports",
        "Good direct communication skills in English (min. B2)",
        "Good organization of tasks and analytical skills"
      ],
      "extraSkills": [
        "Experience in managing and monitoring analytical platforms (Tableau, Qlik, Power BI, etc.)",
        "Knowledge of software for monitoring IT infrastructure (Zabbix, OpManager, etc.)",
        "Knowledge of data platforms in MS / Oracle SQL",
        "Windows Server Certificates - MCSE / MCSA / MTA",
        "Administrator certificates (Qlik, Azure, Tableau, etc.)"
      ],
      "benefits": [
        "Working in small teams of a rapidly growing company using modern and advanced technologies",
        "Participation in interesting, international projects",
        "Opportunity to develop professional skills and obtain certificates",
        "Our goal is to equip you with the necessary knowledge and training to become a good consultant. We guarantee a huge amount of valued knowledge and investment in development"
      ],
      "isActive": true
    },
    {
        "id": 3,
        "title": "Junior BI Developer",
        "location": "Wroclaw",
        "description": "If you are a person with little professional experience in the BI industry with basic knowledge of data analysis or you have completed studies in economics or IT, and you can boast of a good command of the English language (at least B2) and would like to develop your career as a consultant BI, this offer is just for you!",
        "responsibilities": [
          "Preparation of project documentation",
          "Designing, building and implementing BI solutions based on business requirements",
          "Analyzing and visualizing data using BI tools",
          "Streamlining business processes"
        ],
        "skills": [
          "Good knowledge of Microsoft Excel",
          "Higher education, preferably IT or economics (graduate)",
          "Analytical thinking in problem solving",
          "Satisfactory command of the English language (minimum B2)"
        ],
        "extraSkills": [
          "Experience with data visualization tools (such as Tableau, Qlik, Power BI etc.)",
          "Knowledge of SQL / NoSQL databases",
          "Knowledge of the data warehouse",
          "Knowledge and ability to apply the ETL process"
        ],
        "benefits": [
          "Opportunity to complete a professional course in BI tools under the supervision of an experienced mentor",
          "Unique and very valuable knowledge in the area of Business Intelligence, both on the business and development side",
          "Globally recognized certificates, valued in the BI area",
          "Working with Fortune 500 companies"
        ],
        "isActive": true
      }
  ]
  